<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Центр обновления Microsoft Edge 1.2.145.5 и более поздние версии</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Центр обновления Microsoft Edge 1.3.21.81 и более поздние версии</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Центр обновления Microsoft Edge 1.3.26.0 и более поздние версии</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Центр обновления Microsoft Edge 1.3.33.5 и более поздние версии</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Центр обновления Microsoft Edge 1.3.34.3 и более поздние версии</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Центр обновления Microsoft Edge 1.3.119.43 и более поздних версий</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 и более поздние версии</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 и более поздние версии</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Центр обновления Microsoft Edge 1.3.133.3 и более поздней версии</string>
      <string id="Cat_Google">Обновление Microsoft Edge</string>
      <string id="Cat_GoogleUpdate">Обновление Microsoft Edge</string>
      <string id="Cat_Preferences">Настройки</string>
      <string id="Cat_ProxyServer">Прокси-сервер</string>
      <string id="Cat_Applications">Приложения</string>
      <string id="Cat_WebView">Веб-представление Microsoft Edge</string>
      <string id="Pol_AutoUpdateCheckPeriod">Переопределение периода проверки автоматических обновлений</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Период времени для каждого дня, в течение которого следует отключать проверку автоматического обновления</string>
      <string id="Pol_DownloadPreference">Переопределение класса URL-адреса загрузки</string>
      <string id="DownloadPreference_DropDown">Кэшируемые URL-адреса загрузки</string>
      <string id="Pol_ProxyMode">Укажите, как определять настройки прокси-сервера</string>
      <string id="Pol_ProxyServer">Адрес или URL-адрес прокси-сервера</string>
      <string id="Pol_ProxyPacUrl">URL-адрес PAC-файла прокси-сервера</string>
      <string id="Pol_DefaultAllowInstallation">Разрешить установку по умолчанию</string>
      <string id="Pol_AllowInstallation">Разрешить установку</string>
      <string id="Pol_DefaultUpdatePolicy">Переопределение политики обновления по умолчанию</string>
      <string id="Pol_UpdatePolicy">Переопределение политики обновления</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Запрет создания ярлыка на рабочем столе при установке по умолчанию</string>
      <string id="Pol_CreateDesktopShortcut">Запрет создания ярлыка на рабочем столе при установке</string>
      <string id="Pol_TargetVersionPrefix">Переопределение целевой версии</string>
      <string id="Pol_RollbackToTargetVersion">Откат к целевой версии</string>
      <string id="Pol_AllowSideBySideExperience">Разрешить параллельный запуск браузеров Microsoft Edge</string>
      <string id="Explain_AllowSideBySideExperience">Эта политика позволяет пользователю параллельно запускать Microsoft Edge (Edge HTML) и Microsoft Edge (на базе Chromium).

Если выбрано значение "Не настроено", Microsoft Edge (на базе Chromium) заменит Microsoft Edge (Edge HTML) после того, как будут установлены стабильный канал Microsoft Edge (на базе Chromium) и обновления для системы безопасности за ноябрь 2019 г. Точно так же действует значение "Отключено".

Если выбрано значение "Отключено", параллельный запуск будет невозможен и Microsoft Edge (на базе Chromium) заменит Microsoft Edge (Edge HTML) после того, как будут установлены стабильный канал Microsoft Edge (на базе Chromium) и обновления для системы безопасности за ноябрь 2019 г. Точно так же действует значение "Не настроено".

Если выбрано значение "Включено", Microsoft Edge (на базе Chromium) и Microsoft Edge (Edge HTML) могут быть запущены параллельно после установки Microsoft Edge (на базе Chromium).

Чтобы эта групповая политика была применена, ее необходимо настроить до того, как Центр обновления Windows автоматически установит Microsoft Edge (на базе Chromium). ​Примечание: пользователь может запретить автоматическое обновление Microsoft Edge (на базе Chromium) с помощью набора средств для блокировки Microsoft Edge (на базе Chromium).</string>
      <string id="Part_AutoUpdateCheckPeriod">Количество минут между проверками наличия обновлений</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Час дня, с которого начинается отключение проверки наличия обновлений</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Минута в часе, с которой начинается отключение проверки наличия обновлений</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Количество минут, на которые следует отключать проверку обновлений каждый день</string>
      <string id="Part_ProxyMode">Укажите, как определять настройки прокси-сервера</string>
      <string id="Part_ProxyServer">Адрес или URL-адрес прокси-сервера</string>
      <string id="Part_ProxyPacUrl">URL-адрес PAC-файла прокси-сервера</string>
      <string id="Part_UpdatePolicy">Обновление политики</string>
      <string id="Part_TargetVersionPrefix">Целевая версия</string>
      <string id="Name_UpdatesEnabled">Всегда разрешать обновления (рекомендуется)</string>
      <string id="Name_ManualUpdatesOnly">Обновление только вручную</string>
      <string id="Name_AutomaticUpdatesOnly">Только автоматическая установка обновлений</string>
      <string id="Name_UpdatesDisabled">Обновления отключены</string>
      <string id="ProxyDisabled_DropDown">Никогда не использовать прокси-сервер</string>
      <string id="ProxyAutoDetect_DropDown">Автоматическое определение настроек прокси-сервера</string>
      <string id="ProxyPacScript_DropDown">Использовать файл сценария (.pac) прокси-сервера</string>
      <string id="ProxyFixedServers_DropDown">Использовать фиксированные прокси-серверы</string>
      <string id="ProxyUseSystem_DropDown">Использовать системные настройки прокси-сервера</string>
      <string id="Explain_GoogleUpdate">Политики для управления установкой и обновлением Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_Preferences">Общие политики для Центра обновления Microsoft Edge.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Если этот параметр политики включен, вы можете задать минимальный интервал (в минутах) между проверками, которые выполняет функция автоматического обновления. В противном случае эта функция по умолчанию проверяет наличие обновлений каждые 10 часов.

  Если вы хотите полностью отключить такие проверки, установите значение 0 (не рекомендуется).</string>
      <string id="Explain_DownloadPreference">Если этот параметр включен, сервер Центра обновления Microsoft Edge попытается предоставить понятные для кэша URL-адреса, указывающие на полезные данные обновлений в его ответах.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Если данный параметр политики включен, проверки обновлений отключаются каждый день с Час:Минута на заданный период времени (в минутах). Переход на летнее время не влияет на период отключения. Например, если отключение выполняется в 22:00 на 480 минут, обновления отключаются ровно на 8 часов, независимо от перехода на летнее время или обратно в течение этого периода.

  Если эта политика отключена или не настроена, проверка обновлений не отключается.</string>
      <string id="Explain_ProxyMode">Позволяет указать настройки прокси-сервера, которые будет использовать Центр обновления Microsoft Edge.

  Если эта политика включена, можно выбрать следующие варианты настроек прокси-сервера.
   - Если вы решите никогда не использовать прокси-сервер и всегда подключаться напрямую, все другие настройки будут игнорироваться.
   - Если задать использование системных настроек прокси-сервера или автоматическое определение прокси-сервера, все другие настройки будут игнорироваться.
   - Если выбрать режим фиксированных адресов прокси-серверов, можно определить дополнительные настройки в политике «Адрес или URL-адрес прокси-сервера».
   - Если вы решите использовать файл сценария прокси-сервера (.pac), необходимо указать URL-адрес сценария в политике «URL-адрес PAC-файла прокси-сервера».

  Если эта политика включена, пользователи вашей организации не могут изменять настройки прокси-сервера в Центре обновления Microsoft Edge.

  Если отключить или не настроить эту политику, настройки прокси-сервера не будут заданы, но пользователи вашей организации смогут указать свои настройки прокси-сервера в Центре обновления Microsoft Edge.</string>
      <string id="Explain_ProxyServer">Позволяет указать URL-адрес прокси-сервера, который будет использоваться Центром обновления Microsoft Edge.

  Если эта политика включена, можно задать URL-адрес прокси-сервера, который будет использоваться Центром обновления Microsoft Edge в вашей организации.

  Эта политика применяется только в том случае, если вы выбрали ручные настройки прокси-сервера в политике «Укажите, как определять настройки прокси-сервера».

  Не настраивайте эту политику, если вы выбрали не ручную настройку прокси-сервера в политике «Укажите, как определять настройки прокси-сервера».</string>
      <string id="Explain_ProxyPacUrl">Позволяет указать URL-адрес для PAC-файла автоматической настройки прокси-сервера.

  Если эта политика включена, можно указать URL-адрес для PAC-файла, который будет определять, как Центр обновления Microsoft Edge автоматически выбирает подходящий прокси-сервер для получения определенного веб-сайта.

  Эта политика применяется только в том случае, если вы выбрали ручные настройки прокси-сервера в политике «Укажите, как определять настройки прокси-сервера».

  Не настраивайте эту политику, если вы выбрали не ручную настройку прокси-сервера в политике «Укажите, как определять настройки прокси-сервера».</string>
      <string id="Explain_Applications">Для поддержки приложений Microsoft Edge, выпущенных в будущем, будет необходим обновленный шаблон ADMX/ADML.</string>
      <string id="Explain_DefaultAllowInstallation">Вы можете указать поведение по умолчанию для всех каналов, чтобы разрешить или заблокировать Microsoft Edge на устройствах, подключенных к домену.

Вы можете переопределить эту политику для отдельных каналов, включив политику "Разрешить установку" для определенных каналов.

Если отключить эту политику, установка Microsoft Edge будет заблокирована. Это влияет на установку программного обеспечения Microsoft Edge, только если для политики "Разрешить установку" задано значение "Не настроено".

Эта политика не запрещает запуск Центра обновления Microsoft Edge и не запрещает пользователям устанавливать программное обеспечение Microsoft Edge другими способами.</string>
      <string id="Explain_DefaultUpdatePolicy">Позволяет задать стандартное поведение для всех каналов в отношении обработки Центром обновления Microsoft Edge доступных обновлений для Microsoft Edge. Можно переопределить для отдельных каналов, указав политику «Переопределение политики обновления» для этих конкретных каналов.

Если включить данный параметр политики, то Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   - Всегда разрешать обновления: обновления всегда применяются при их обнаружении, либо при регулярной автоматической или ручной проверке.
   - Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   - Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную.
   - Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте на наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте на наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике «Переопределение политики обновления».</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Позволяет задавать поведение по умолчанию для всех каналов в отношении создания значков на рабочем столе при установке Microsoft Edge.

  Если вы включите эту политику, при установке Microsoft Edge на рабочем столе будет создан ярлык.
  Если эта политика отключена, при установке Microsoft Edge не будет создаваться ярлык на рабочем столе.
  Если не настроить эту политику, в процессе установки на рабочем столе будет создан ярлык Microsoft Edge. 
  Если Microsoft Edge уже установлен, эта политика ничего не изменит.</string>
      <string id="Explain_CreateDesktopShortcut">Если вы включите эту политику, ярлык на рабочем столе будет создан при установке Microsoft Edge.
  Если вы отключите эту политику, ярлык на рабочем столе не будет создан при установке Microsoft Edge.
  Если вы не настроите эту политику, ярлык на рабочем столе Microsoft Edge будет создан во время установки.
  Если Microsoft Edge уже установлен, эта политика не будет действовать.

  Если вы не настроите эту политику для канала, конфигурация политики «Запрет создания ярлыка на рабочем столе при установке по умолчанию» определяет создание ярлыка при установке Microsoft Edge.</string>
      <string id="Explain_WebView">Определяет политики для веб-представления Microsoft Edge.</string>
      <string id="Explain_WebView_AutoUpdate">Позволяет указать, включены ли автоматические обновления для Microsoft Edge WebView. Microsoft Edge WebView - это компонент, используемый приложениями для отображения веб-контента.
  Автоматические обновления включены по умолчанию. Отключение автоматических обновлений для Microsoft Edge WebView может вызвать проблемы совместимости с приложениями, которые зависят от этого компонента.

  Если вы включите эту политику, Microsoft Edge Update будет обрабатывать обновления Microsoft Edge WebView в соответствии с настройкой следующих параметров:
  - Всегда разрешать обновления: обновления загружаются и применяются автоматически
  - Обновления отключены: обновления никогда не загружаются и не применяются

  Если вы не включаете В соответствии с этой политикой обновления автоматически загружаются и применяются.</string>
      <string id="Explain_WebView_Install">Позволяет указать, можно ли установить Microsoft Edge WebView с помощью Центра обновления Microsoft Edge.

  - Если вы включите эту политику, пользователи смогут установить Microsoft Edge WebView через Центр обновления Microsoft Edge.
  - Если вы отключите эту политику, пользователи не смогут установить Microsoft Edge WebView через Центр обновления Microsoft Edge.
  - Если вы не настроите эту политику, конфигурация политики "Разрешить установку по умолчанию" по умолчанию определяет, могут ли пользователи устанавливать Microsoft Edge WebView через Центр обновления Microsoft Edge.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Если эта политика включена и автообновление включено, Microsoft Edge WebView будет обновлен до версии, указанной в этом значении политики.
  Значение политики должно быть определенной версией Microsoft Edge WebView, например, 83.0.499.12. Если на устройстве установлена более новая версия Microsoft Edge WebView, чем указанное значение, Microsoft Edge WebView останется с более новой версией и не будет понижен до указанной версии.

  Если указанная версия не существует или имеет неправильный формат, Microsoft Edge WebView останется в текущей версии и не будет автоматически обновляться до будущих версий.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала, установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

   Если включить данную политику, то Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   - Всегда разрешать обновления: обновления всегда применяются при их обнаружении, либо при регулярной автоматической или ручной проверке.
   - Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   - Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
   - Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте на наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте на наличие обновлений и делитесь ими с пользователями.

  Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике «Переопределение политики обновления по умолчанию». More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание: все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918. Эта политика используется в качестве временной меры, когда администраторам предприятия необходимо перейти к предыдущей версии по коммерческим причинам. Чтобы обеспечить защиту пользователей с помощью последних обновлений для системы безопасности, следует использовать последнюю версию. При переходе к более ранним версиям может появиться несовместимость.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала, установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

   Если включить данную политику, то Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   - Всегда разрешать обновления: обновления всегда применяются при их обнаружении, либо при регулярной автоматической или ручной проверке.
   - Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   - Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
   - Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте на наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте на наличие обновлений и делитесь ими с пользователями.

  Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике «Переопределение политики обновления по умолчанию». More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание: все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918. Эта политика используется в качестве временной меры, когда администраторам предприятия необходимо перейти к предыдущей версии по коммерческим причинам. Чтобы обеспечить защиту пользователей с помощью последних обновлений для системы безопасности, следует использовать последнюю версию. При переходе к более ранним версиям может появиться несовместимость.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала, установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

   Если включить данную политику, то Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   - Всегда разрешать обновления: обновления всегда применяются при их обнаружении, либо при регулярной автоматической или ручной проверке.
   - Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   - Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
   - Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте на наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте на наличие обновлений и делитесь ими с пользователями.

  Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике «Переопределение политики обновления по умолчанию». More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание: все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918. Эта политика используется в качестве временной меры, когда администраторам предприятия необходимо перейти к предыдущей версии по коммерческим причинам. Чтобы обеспечить защиту пользователей с помощью последних обновлений для системы безопасности, следует использовать последнюю версию. При переходе к более ранним версиям может появиться несовместимость.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала, установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

   Если включить данную политику, то Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   - Всегда разрешать обновления: обновления всегда применяются при их обнаружении, либо при регулярной автоматической или ручной проверке.
   - Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   - Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
   - Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте на наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте на наличие обновлений и делитесь ими с пользователями.

  Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике «Переопределение политики обновления по умолчанию». More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание: все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918. Эта политика используется в качестве временной меры, когда администраторам предприятия необходимо перейти к предыдущей версии по коммерческим причинам. Чтобы обеспечить защиту пользователей с помощью последних обновлений для системы безопасности, следует использовать последнюю версию. При переходе к более ранним версиям может появиться несовместимость.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала, установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

   Если включить данную политику, то Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   - Всегда разрешать обновления: обновления всегда применяются при их обнаружении, либо при регулярной автоматической или ручной проверке.
   - Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   - Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
   - Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте на наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте на наличие обновлений и делитесь ими с пользователями.

  Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике «Переопределение политики обновления по умолчанию». More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание: все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918. Эта политика используется в качестве временной меры, когда администраторам предприятия необходимо перейти к предыдущей версии по коммерческим причинам. Чтобы обеспечить защиту пользователей с помощью последних обновлений для системы безопасности, следует использовать последнюю версию. При переходе к более ранним версиям может появиться несовместимость.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Количество минут между проверками наличия обновлений</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Час</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Минута</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Длительность</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Тип URL-адреса загрузки для запроса</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Укажите, как определять настройки прокси-сервера
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Адрес или URL-адрес прокси-сервера</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-адрес PAC-файла прокси-сервера</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Обновление политики</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Обновление политики</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Целевая версия</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>